{"0":"Scuola Secondaria Di Primo Grado \"G. Garibaldi\" Bezzecca - Via Falcone e Borsellino - Bezzecca, 2, Ledro","1":"Scuola Primaria Tiarno Di Sopra - Piazza Milin - Tiarno di Sopra, 14, Ledro","2":"Scuola Primaria Molina Di Ledro - Via Sartori - Molina di Ledro, 27, Ledro","3":"Scuola Primaria \"O. Ferrari\" Enguiso - Via dei Concei - Enguiso - Concei, 27, Ledro","4":"Scuola Secondaria Di Primo Grado \"B. Malfatti\" Mori - Via Giovanni XXIII, 64, Mori","5":"Scuola Primaria Ronzo Chienis - Via Del Car, 38, Ronzo-Chienis","6":"Scuola Primaria Mori - Via Scuole, 21, Mori","7":"Scuola Secondaria Di Primo Grado \"C. Andreatta\" Pergine Valsugana - Via Caduti, 39, Pergine Valsugana","8":"Scuola Primaria S.Felice Fierozzo - Maso Ronca, 1, Fierozzo - Vlarötz","9":"Liceo Artistico \"Depero\"- Rovereto - Via Delle Fosse, 9, Rovereto","10":"Liceo Musicale Coreutico  - Vicolo S Maria Maddalena, 16, Trento","11":"Liceo Artistico \"Vittoria\" - Trento - Via Zambra, 3, Trento","12":"Scuola Secondaria Di Primo Grado Arcivescovile Trento - Via Monsignor  Endrici, 23, Trento","13":"Scuola Primaria Arcivescovile Trento - Via Monsignor  Endrici, 23, Trento","14":"Liceo Scientifico Arcivescovile - Trento - Via Monsignor  Endrici, 23, Trento","15":"Liceo Classico Arcivescovile - Trento - Via Monsignor  Endrici, 23, Trento","16":"Istituto Tecnico Per Il Settore Tecnologico - Via Monsignor  Endrici, 23, Trento","17":"Istituto Tecnico Per Il Settore Economico - Via Monsignor  Endrici, 23, Trento","18":"Liceo Linguistico Arcivescovile - Trento - Via Monsignor  Endrici, 23, Trento","19":"Scuola Secondaria Di Primo Grado Sacro Cuore Trento - Piazza S Teresa Verzeri, 4, Trento","20":"Scuola Primaria Gardascuola Arco - Via XXIV Maggio, 1, Arco","21":"Scuola Secondaria Di Primo Grado \"D. Alighieri\" Avio - Viale Degasperi, 69, Avio","22":"Scuola Primaria Sabbionara Di Avio - Piazza Conciliazione,  1, Avio","23":"Scuola Primaria Avio - Via Perotti, 47, Avio","24":"Scuola Secondaria Di Primo Grado \"Don Giuseppe Tarter\"Baselga Di Pine' - Via del XXVI Maggio - Baselga, 6, Baselga Di Pine'","25":"Scuola Primaria \"G. Verdi\" Miola Baselga Di Pine' - Via della Chiesa, 3, Baselga Di Pine'","26":"Scuola Primaria  \"Abramo Andreatta\" Bedollo - Via S Osvaldo, 5, Bedollo","27":"Settore Servizi Serale - Via Ziehl, 5, Levico Terme","28":"Settore Servizi Rovereto - Via Pasqui, 10, Rovereto","29":"Scuola Secondaria Di Primo Grado \"G. B. Lampi\" Fondo - Via Laviosa Zambotti - Fondo, 24, Borgo D'Anaunia","30":"Scuola Secondaria Di Primo Grado Brentonico - Via Calzolari - Localita Fontana, 2, Brentonico","31":"Scuola Primaria \"G. Dallafior\" Baselga Di Pine' - Via delle Scuole, 15, Baselga Di Pine'","32":"Scuola Secondaria Di Primo Grado \"G. Prati\" Ponte Arche - Via S Giovanni Bosco - Ponte Arche - Bleggio Inferiore, 14, Comano Terme","33":"Scuola Primaria \"G. Graffer\" Stenico - Via Risorgimento, 11\/A, Stenico","34":"Scuola Primaria \"San G. Bosco\" S.Lorenzo In Banale - Via di Prato - San Lorenzo, 15\/A, San Lorenzo Dorsino","35":"Scuola Primaria Rango Bleggio Superiore - Frazione Rango,  , Bleggio Superiore","36":"Scuola Primaria Fiave' - Via De Gasperi,  , Fiave'","37":"Scuola Primaria Campo Lomaso - Frazione Campo Lomaso - Lomaso,  1, Comano Terme","38":"Scuola Secondaria Di Primo Grado \"S. Fante\" Grigno - Viale Trento,  , Grigno","39":"Scuola Secondaria Di Primo Grado \"Ora E Veglia\" Borgo Valsugana - Via Spagolla, 1, Borgo Valsugana","40":"Scuola Secondaria Di Primo Grado \"B. De Averaria\" Spiazzo Rendena - Frazione Fisto,  112, Spiazzo","41":"Scuola Secondaria Di Primo Grado \"L. Da Vinci\" Pinzolo - Via Collini Borciol, 18, Pinzolo","42":"Scuola Secondaria Di Primo Grado \"G. B. Righi\" Madonna Di Campiglio - Via Serafini - Madonna di Campiglio, 9, Tre Ville","43":"Scuola Primaria \"N. Bolognini\" Pinzolo - Via Collini Borciol, 18, Pinzolo","44":"Scuola Primaria \"S. Massari\" Spiazzo Rendena - Frazione Fisto,  112, Spiazzo","45":"Scuola Primaria \"G. B. Righi\" Madonna Di Campiglio - Via Serafini - Madonna di Campiglio, 9, Tre Ville","46":"Scuola Primaria \"V. Gabriotti\" Giustino - Via Presanella, 23, Giustino","47":"Scuola Primaria Dare' - Via Dare - Dare, 111, Porte Di Rendena","48":"Scuola Primaria Carisolo - Via Verdi, 18\/B, Carisolo","49":"Scuola Primaria \"T. Giustina\" Caderzone - Via Regina Elena, 43, Caderzone Terme","50":"Scuola Secondaria Di Primo Grado \"G. Segantini\" Cavalese - Piazza Verdi, 6, Cavalese","51":"Scuola Primaria \"Don L. Gross\" Pozza Di Fassa - Strada De Bagnes - Pozza di Fassa, 10, San Giovanni Di Fassa - Sen Jan","52":"Liceo Delle Scienze Umane - Via Gandhi, 1, Cavalese","53":"Scuola Primaria Ronchi Valsugana - Via Marchi, 14, Ronchi Valsugana","54":"Scuola Primaria Brentonico - Via Calzolari - Localita Fontana, 2, Brentonico","55":"Settore Industria E Artigianato - Viale Dei Colli, 17, Rovereto","56":"Scuola Secondaria Di Primo Grado \"P. Rella\" Folgaria - Via Battisti, 24, Folgaria","57":"Scuola Primaria Sacro Cuore Trento - Piazza S Teresa Verzeri, 4, Trento","58":"Liceo Artistico - Piazza S Teresa Verzeri, 4, Trento","59":"Liceo Delle Scienze Umane - Piazza S Teresa Verzeri, 4, Trento","60":"Istituto Tecnico Per Il Settore Tecnologico - Piazza S Teresa Verzeri, 4, Trento","61":"Scuola Secondaria Di Primo Grado Vigolo Vattaro - Via Garibaldi - Vigolo Vattaro, 8, Altopiano Della Vigolana","62":"Scuola Primaria Vigolo Vattaro - Via Garibaldi - Vigolo Vattaro, 8, Altopiano Della Vigolana","63":"Scuola Primaria \"A. Fogazzaro\" Vattaro - Via Venezia - Bosentino, 12\/A, Altopiano Della Vigolana","64":"Scuola Primaria \"Don T. Segnana\" Centa San Nicolo' - Via Don Rossi - Centa San Nicolo, 4, Altopiano Della Vigolana","65":"Liceo Linguistico - Via Mattioli, 8, Trento","66":"Istituto Tecnico Per Il Settore Economico Serale - Via Brigata Acqui, 19, Trento","67":"Istituto Tecnico Per Il Settore Economico - Via Brigata Acqui, 19, Trento","68":"Scuola Secondaria Di Primo Grado \"A. Frank\" Villa Lagarina - Via Stockstadt Am Rhein, 3, Villa Lagarina","69":"Scuola Primaria \"R. Galvagni\" Pomarolo - Piazzale Colonello Angheben, 5, Pomarolo","70":"Scuola Primaria \"L. Vicentini\" Nomi - Via Romani, 12, Nomi","71":"Scuola Primaria \"P. Lodron\" Villa Lagarina - Via Stockstadt Am Rhein, 9, Villa Lagarina","72":"Scuola Primaria Nogaredo - Via Verdi, 44, Nogaredo","73":"Settore Servizi - Via Pasqui, 10, Rovereto","74":"Scuola Secondaria Di Primo Grado \"C. Battisti\" Ala - Via Don Anzelini, 2, Ala","75":"Scuola Primaria \"M.T. Di Calcutta\" Serravalle - Via Negrelli - Serravalle, 10, Ala","76":"Scuola Primaria \"A. Betta\" Ala - Via Betta, 9, Ala","77":"Scuola Secondaria Di Primo Grado \"N. D'Arco\" Arco - Localita Prabi,  , Arco","78":"Scuola Primaria Massone - Via Maffei - San Martino, 2, Arco","79":"Scuola Primaria Bolognano - Viale Stazione, 2, Arco","80":"Scuola Primaria \"G. Segantini\" Arco - Via Nas, 28, Arco","81":"Scuola Primaria Romarzollo - Via Fossa, 8, Arco","82":"Scuola Secondaria Di Primo Grado Gardascuola Arco - Via XXIV Maggio, 1, Arco","83":"Liceo Scientifico Opzione Scienze Applicate - Via XXIV Maggio, 1, Arco","84":"Istituto Tecnico Per Il Settore Economico - Via XXIV Maggio, 1, Arco","85":"Scuola Primaria \"L. Nicolussi\" Molveno - Piazza Scuole, 2, Molveno","86":"Scuola Primaria \"San G. Bosco\" Spormaggiore - Via Alt Spaur, 5, Spormaggiore","87":"Scuola Secondaria Di Primo Grado \"C. Battisti\" Andalo - Piazza S Vito, 1, Andalo","88":"Scuola Secondaria Di Primo Grado Spormaggiore - Via Alt Spaur, 5, Spormaggiore","89":"Scuola Primaria \"C. Darwin\" Mezzolombardo - Via Filos, 3, Mezzolombardo","90":"Liceo Scientifico - Viale Bolognini, 88, Trento","91":"Liceo Scientifico Opzione Scienze Applicate - Viale Bolognini, 88, Trento","92":"Liceo Scientifico - Via Madruzzo, 24, Trento","93":"Liceo Scientifico Opzione Scienze Applicate - Via Madruzzo, 24, Trento","94":"Liceo Classico - Via S Trinita, 38, Trento","95":"Scuola Primaria Nave San Rocco - Piazza S Rocco, 15, Terre D'Adige","96":"Scuola Secondaria Di Primo Grado \"A. Eccher Dall'Eco\" Mezzolombardo - Via Degli Alpini, 17, Mezzolombardo","97":"Liceo Scientifico Opzione Scienze Applicate - Via Perlasca, 4, Mezzolombardo","98":"Liceo Delle Scienze Umane Opzione Economico Sociale - Via Perlasca, 4, Mezzolombardo","99":"Istituto Tecnico Per Il Settore Economico - Via Perlasca, 4, Mezzolombardo","100":"Istituto Tecnico Per Il Settore Tecnologico - Via Perlasca, 4, Mezzolombardo","101":"Istituto Tecnico Per Il Settore Economico Serale - Via Perlasca, 4, Mezzolombardo","102":"Educazione Per Adulti Relativa Al Primo Ciclo - Via Perlasca, 4, Mezzolombardo","103":"Liceo Scientifico - Via Perlasca, 4, Mezzolombardo","104":"Scuola Primaria \"Don G. B. Massar\" Vigo Di Fassa - Piaz Jan Batista Massar - Vigo di Fassa, 14, San Giovanni Di Fassa - Sen Jan","105":"Scuola Primaria \"G. Rizzi\" Canazei - Via de Magoa, 15, Canazei - Cianacei","106":"Scuola Primaria \"Padre E. Chiocchetti\" Moena - Strada don Giovanni Iori, 19, Moena - Moena","107":"Scuola Secondaria Di Primo Grado \"T. Soraruf\" Campitello Di Fassa - Strèda de Marin, 3\/A, Campitello Di Fassa - Ciampedel","108":"Scuola Secondaria Di Primo Grado Pozza Di Fassa - Strada Dolomites - Pozza di Fassa, 67, San Giovanni Di Fassa - Sen Jan","109":"Scuola Secondaria Di Primo Grado \"Don G. Jori\" Moena - Strada don Giovanni Iori, 19, Moena - Moena","110":"Scuola Secondaria Di Primo Grado \"D. Chiesa\" Riva Del Garda - Viale Damiano Chiesa, 10, Riva Del Garda","111":"Scuola Primaria S. Alessandro Riva Del Garda - Via S Alessandro, 11, Riva Del Garda","112":"Liceo Linguistico - Via Alberti Lutti, 7, Riva Del Garda","113":"Liceo Delle Scienze Umane - Via Alberti Lutti, 7, Riva Del Garda","114":"Liceo Scientifico Opzione Scienze Applicate - Via Alberti Lutti, 7, Riva Del Garda","115":"Liceo Scientifico - Via Alberti Lutti, 7, Riva Del Garda","116":"Scuola Primaria \"La Vela\" Rovereto - Via Saibanti, 6, Rovereto","117":"Scuola Secondaria Di Primo Grado \"La Vela\" Rovereto - Via Saibanti, 6, Rovereto","118":"Scuola Secondaria Di Primo Grado \"A. Degasperi\" Rovereto - Viale Della Vittoria, 43, Rovereto","119":"Scuola Primaria \"F.Lli Filzi\" Rovereto - Via Unione, 23, Rovereto","120":"Scuola Primaria \"R. Levi Montalcini\" Isera - Viale Provinciale,  , Isera","121":"Scuola Secondaria Di Primo Grado \"D. Chiesa\" Rovereto - Corso Rosmini, 86, Rovereto","122":"Scuola Primaria \"Regina Elena\" Rovereto - Via Dante, 41, Rovereto","123":"Scuola Primaria \"F. Cavallin\" Vallarsa Raossi - Frazione Raossi,  , Vallarsa","124":"Scuola Primaria Moscheri Trambileno - Frazione Moscheri,  , Trambileno","125":"Scuola Primaria \"N. Valduga\" Terragnolo - Frazione Piazza di Terragnolo, 18, Terragnolo","126":"Scuola Secondaria Di Primo Grado \"F. Halbherr\" Rovereto - Via Livenza, 1, Rovereto","127":"Scuola Primaria \"D. Alighieri\" Rovereto - Via Benacense, 32, Rovereto","128":"Scuola Primaria \"A. Rosmini\" Marco - Via II Novembre, 57, Rovereto","129":"Scuola Primaria \"F. Guella\" Lizzana - Via Piave,  18, Rovereto","130":"Scuola Secondaria Di Primo Grado Arcivescovile Dame Inglesi Rovereto - Corso Bettini, 31, Rovereto","131":"Scuola Primaria Arcivescovile Dame Inglesi Rovereto - Corso Bettini, 31, Rovereto","132":"Liceo Linguistico Arcivescovile Dame Inglesi - Rovereto - Corso Bettini, 71, Rovereto","133":"Istituto Professionale Per Il Settore Dei Servizi Serale - Via Balista, 6, Rovereto","134":"Istituto Tecnico Per Il Settore Economico Serale - Via Balista, 6, Rovereto","135":"Istituto Professionale Per Il Settore Dei Servizi - Via Balista, 6, Rovereto","136":"Istituto Tecnico Per Il Settore Economico - Via Balista, 6, Rovereto","137":"Educazione Per Adulti Relativa Al Primo Ciclo - Via Balista, 6, Rovereto","138":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via Monti, 1, Rovereto","139":"Istituto Tecnico Per Il Settore Tecnologico - Via Monti, 1, Rovereto","140":"Scuola Secondaria Di Primo Grado \"S. Bellesini\" Vezzano - Via Roma - Vezzano, 3, Vallelaghi","141":"Scuola Primaria Vezzano - Via Roma - Vezzano, 3, Vallelaghi","142":"Scuola Primaria Terlago - Via Degasperi - Terlago, 5, Vallelaghi","143":"Scuola Primaria Sarche Calavino - Via Caffaro - Sarche - Calavino, 2, Madruzzo","144":"Scuola Secondaria Di Primo Grado \"C. Madruzzo\" Cavedine - Via XXV Aprile, 7, Cavedine","145":"Scuola Primaria Cavedine - Via Don Negri, 21, Cavedine","146":"Scuola Primaria Calavino - Piazza Maria Assunta - Calavino, 1, Madruzzo","147":"Scuola Secondaria Di Primo Grado \"G. Alberti\" Tesero - Via Fia, 11\/A, Tesero","148":"Scuola Secondaria Di Primo Grado \"Marzari Pencati\" Predazzo - Via Vardabasso, 3, Predazzo","149":"Scuola Primaria \"G. Manega\" Tesero - Via Fia, 11\/A, Tesero","150":"Scuola Primaria \"M. Morandini Degasperi\" Predazzo - Corso Degasperi, 8, Predazzo","151":"Scuola Primaria \"I. Masia\" Ziano Di Fiemme - Piazza Italia, 4, Ziano Di Fiemme","152":"Scuola Secondaria Di Primo Grado \"Alta Vallagarina\" Volano - Via Manzoni, 3, Rovereto","153":"Scuola Primaria \"S. Pellico\" Besenello - Via Degasperi, 2, Besenello","154":"Scuola Primaria \"G. Tovazzi\" Volano - Via Stazione, 30, Volano","155":"Scuola Primaria \"A.De Valentini\" Calliano - Via Degasperi, 4, Calliano","156":"Scuola Primaria \"D. Chiesa\" Noriglio - Via Romani,  42\/1, Rovereto","157":"Scuola Secondaria Di Primo Grado \"L. Negrelli\" Rovereto - Corso Bettini, 67, Rovereto","158":"Scuola Primaria \"M. K. Gandhi\" Rovereto - Via Puccini, 22, Rovereto","159":"Settore Servizi Serale - Via Borsieri, 2, Trento","160":"Settore Servizi - Via Borsieri, 2, Trento","161":"Settore Industria E Artigianato - Via Grazioli, 2, Trento","162":"Liceo Scientifico Opzione Scienze Applicate - Piazzale Orsi, 1, Rovereto","163":"Settore Industria E Artigianato Serale - Piazzale Orsi, 1, Rovereto","164":"Settore Industria E Artigianato - Piazzale Orsi, 1, Rovereto","165":"Settore Industria E Artigianato - Via Gazzoletti, 8, Arco","166":"Settore Industria E Artigianato - Via Giamaolle, 15, Borgo Valsugana","167":"Settore Industria E Artigianato - Via Mitterer, 10, Cles","168":"Settore Servizi - Via Di S Antonio, 1, Ossana","169":"Settore Industria E Artigianato - Via Forno - Transacqua, 12, Primiero San Martino Di Castrozza","170":"Settore Servizi - Via Forno - Transacqua, 12, Primiero San Martino Di Castrozza","171":"Settore Industria E Artigianato - Via Caltrezza, 13, Tesero","172":"Settore Servizi - Via Caltrezza, 13, Tesero","173":"Settore Industria E Artigianato - Via Durone, 57, Tione Di Trento","174":"Settore Servizi - Via Durone, 57, Tione Di Trento","175":"Settore Servizi - Rione Europa, 3, Riva Del Garda","176":"Settore Industria E Artigianato Serale - Via Asiago, 14, Trento","177":"Settore Industria E Artigianato - Via Asiago, 14, Trento","178":"Settore Industria E Artigianato - Piazza Di Fiera, 4, Trento","179":"Settore Servizi - Viale Roma, 61, Levico Terme","180":"Settore Servizi - Via Setaioli, 5, Rovereto","181":"Settore Servizi - Via D Agostin, 2, Cles","182":"Settore Servizi - Via Roma, 15, Tione Di Trento","183":"Settore Servizi - Via Gazzoletti, 10, Arco","184":"Settore Servizi - Via Ziehl, 5, Levico Terme","185":"Settore Servizi Serale - Viale Dei Colli, 17, Rovereto","186":"Settore Servizi - Viale Dei Colli, 17, Rovereto","187":"Settore Servizi Serale - Viale Verona, 141, Trento","188":"Settore Industria E Artigianato - Via Asiago, 14, Trento","189":"Settore Servizi - Viale Verona, 141, Trento","190":"Scuola Primaria Varena - Via Mercato, 10, Ville Di Fiemme","191":"Scuola Primaria Molina Di Fiemme - Via Segherie, 64\/B, Castello-Molina Di Fiemme","192":"Scuola Primaria Masi Cavalese - Via Damiano Chiesa, 110, Cavalese","193":"Scuola Primaria Cavalese - Largo Bosin, 2, Cavalese","194":"Scuola Primaria Castello Di Fiemme - Via Roma, 40, Castello-Molina Di Fiemme","195":"Scuola Primaria Casatta Valfloriana - Frazione Casatta, 18\/A, Valfloriana","196":"Scuola Primaria Carano - Via Giovanelli, 2, Ville Di Fiemme","197":"Scuola Primaria Capriana - Piazza Scuole, 1, Capriana","198":"Liceo Linguistico - Via Gandhi, 1, Cavalese","199":"Liceo Delle Scienze Umane Opzione Economico Sociale - Via Gandhi, 1, Cavalese","200":"Istituto Tecnico Per Il Settore Economico - Predazzo - Corso Degasperi, 14, Predazzo","201":"Istituto Tecnico Per Il Settore Tecnologico - Via Gandhi, 1, Cavalese","202":"Istituto Tecnico Per Il Settore Economico Serale - Predazzo - Corso Degasperi, 14, Predazzo","203":"Istituto Tecnico Per Il Settore Tecnologico Serale - Predazzo - Corso Degasperi, 14, Predazzo","204":"Educazione Per Adulti Relativa Al Primo Ciclo - Via Gandhi, 1, Cavalese","205":"Liceo Scientifico - Via Gandhi, 1, Cavalese","206":"Scuola Secondaria Di Primo Grado \"A. Vielmetti\" Cembra - Via Negritelle - Cembra, 1, Cembra Lisignago","207":"Scuola Secondaria Di Primo Grado Verla Giovo - Via Al Grec, 2, Giovo","208":"Scuola Secondaria Di Primo Grado Stedro Segonzano - Frazione Scancio, 69, Segonzano","209":"Scuola Primaria Verla Giovo - Via Dell Oratorio, 15, Giovo","210":"Scuola Primaria Stedro Segonzano - Frazione Stedro, 68, Segonzano","211":"Scuola Primaria \"P. Sartori\" Sover - Piazza S Lorenzo, 10, Sover","212":"Scuola Primaria \"Don L. Milani\" Lases - Via Principale, 43, Lona-Lases","213":"Scuola Primaria \"P. Marconi\" Faver - Via Campagna - Faver, 1, Altavalle","214":"Scuola Primaria Cembra - Via dei Ciclamini - Cembra, 1\/1, Cembra Lisignago","215":"Scuola Secondaria Di Primo Grado \"G. Alessandrini\" Civezzano - Via Murialdo, 27, Civezzano","216":"Scuola Secondaria Di Primo Grado Albiano - Via Manzoni, 10, Albiano","217":"Scuola Primaria \"G. B. Borsieri\" Civezzano - Via Telvana, 6, Civezzano","218":"Scuola Primaria Seregnano Civezzano - Frazione Cogatti,  , Civezzano","219":"Scuola Primaria \"A. Girardi\" Fornace - Via Dei Mori, 2, Fornace","220":"Scuola Primaria Albiano - Via Manzoni, 4, Albiano","221":"Settore Servizi - Via Murialdo, 30, Civezzano","222":"Istituto Tecnico Per Il Settore Tecnologico - Via Murialdo, 30, Civezzano","223":"Istituto Professionale Per Il Settore Dei Servizi - Via Murialdo, 30, Civezzano","224":"Istituto Tecnico Per Il Settore Economico - Via Murialdo, 30, Civezzano","225":"Scuola Secondaria Di Primo Grado \"V. Inama\" Cles - Via Chini, 31, Cles","226":"Scuola Primaria Varollo Livo \"Chiara Lubich\" - Frazione Livo,  92, Livo","227":"Scuola Primaria \"O.Focherini M.Marchesi\" Mione Rumo - Frazione Mione, 54, Rumo","228":"Scuola Primaria Cles - Via Dei Campi Neri, 1, Cles","229":"Istituto Tecnico Per Il Settore Economico - Via IV Novembre, 35, Cles","230":"Istituto Tecnico Per Il Settore Tecnologico - Via IV Novembre, 35, Cles","231":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via IV Novembre, 35, Cles","232":"Istituto Tecnico Per Il Settore Economico Serale - Via IV Novembre, 35, Cles","233":"Educazione Per Adulti Relativa Al Primo Ciclo - Via IV Novembre, 35, Cles","234":"Liceo Scientifico - Via IV Novembre, 35, Cles","235":"Liceo Delle Scienze Umane Opzione Economico Sociale - Via IV Novembre, 35, Cles","236":"Liceo Delle Scienze Umane - Via IV Novembre, 35, Cles","237":"Liceo Linguistico - Via IV Novembre, 35, Cles","238":"Liceo Scientifico Opzione Scienze Applicate - Via IV Novembre, 35, Cles","239":"Liceo Classico - Via IV Novembre, 35, Cles","240":"Scuola Secondaria Di Primo Grado \"V. Vielmetti\" Denno - Via Colle Verde, 3, Denno","241":"Scuola Primaria Vigo Ton - Piazza Guardi, 7, Ton","242":"Scuola Primaria Flavon - Via Nazionale - Flavon,  , Contá","243":"Scuola Primaria \"Mons. S. Weber\" Denno - Via Colle Verde, 3, Denno","244":"Scuola Primaria \"M. Pezzi\" Campodenno - Via S Maurizio, 3, Campodenno","245":"Scuola Secondaria Di Primo Grado \"E. Leonardi\" Tuenno - Via Maistrelli - Tuenno, 11, Ville D'Anaunia","246":"Scuola Primaria \"V. Maistrelli\" Tuenno - Via Maistrelli - Tuenno, 11, Ville D'Anaunia","247":"Scuola Primaria Tassullo - Piazza Pilati - Tassullo, 6, Ville D'Anaunia","248":"Scuola Primaria Sant'Orsola - Localita Pintarei, 21, Sant'Orsola Terme","249":"Scuola Primaria \"Don L. Milani\" Pergine Valsugana - Via Monte Cristallo, 2, Pergine Valsugana","250":"Scuola Primaria Canezza - Via Delle Scuole, 4, Pergine Valsugana","251":"Scuola Secondaria Di Primo Grado \"T. Garbari\" Pergine Valsugana - Via Amstetten, 4, Pergine Valsugana","252":"Scuola Primaria \"G. Rodari\" Pergine Valsugana - Via Chimelli, 10, Pergine Valsugana","253":"Scuola Primaria Susa' - Via Don Sopperra, 61, Pergine Valsugana","254":"Scuola Primaria Madrano - Via D Oltrefersina, 149, Pergine Valsugana","255":"Scuola Primaria Canale - Viale delle Nazioni Unite, 44, Pergine Valsugana","256":"Liceo Scientifico - Via S Pietro, 4, Pergine Valsugana","257":"Liceo Delle Scienze Umane - Via S Pietro, 4, Pergine Valsugana","258":"Liceo Delle Scienze Umane Opzione Economico Sociale - VIA SAN PIETRO, 4, Pergine Valsugana","259":"Istituto Tecnico Per Il Settore Economico - Pergine - VIA SAN PIETRO, 4, Pergine Valsugana","260":"Istituto Tecnico Per Il Settore Economico - Levico - Viale Vittorio Emanuele, 5, Levico Terme","261":"Istituto Tecnico Per Il Settore Tecnologico - Via S Pietro, 4, Pergine Valsugana","262":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via S Pietro, 4, Pergine Valsugana","263":"Liceo Linguistico - Via S Pietro, 4, Pergine Valsugana","264":"Istituto Tecnico Per Il Settore Economico Serale - Via S Pietro, 4, Pergine Valsugana","265":"Educazione Per Adulti Relativa Al Primo Ciclo - Via S Pietro, 4, Pergine Valsugana","266":"Scuola Primaria Zivignago - Via Dei Spiazzi, 3, Pergine Valsugana","267":"Scuola Primaria \"N. Pernici\" Riva Del Garda - Viale Pernici, 21, Riva Del Garda","268":"Scuola Primaria Nago Torbole - Via De Bonetti,  , Nago-Torbole","269":"Scuola Secondaria Di Primo Grado \"S. Sighele\" Riva Del Garda - Piazza Contini, 8, Riva Del Garda","270":"Scuola Primaria \"A. Zadra\" Rione Degasperi Riva Del Garda - Largo Caduti delle Foibe, 3, Riva Del Garda","271":"Scuola Primaria \"O. Lucchi\" Tenno - Via dei laghi, 47, Tenno","272":"Scuola Primaria \"G. Fedrigoni\" Varone Riva Del Garda - Piazza della Chiesa, 13, Riva Del Garda","273":"Istituto Tecnico Per Il Settore Economico - Viale Dei Tigli, 43, Riva Del Garda","274":"Istituto Tecnico Per Il Settore Tecnologico - Viale Dei Tigli, 43, Riva Del Garda","275":"Istituto Tecnico Per Il Settore Economico Serale - Viale Dei Tigli, 43, Riva Del Garda","276":"Istituto Tecnico Per Il Settore Tecnologico Serale - Viale Dei Tigli, 43, Riva Del Garda","277":"Educazione Per Adulti Relativa Al Primo Ciclo - Viale Dei Tigli, 43, Riva Del Garda","278":"Liceo Scientifico - Corso Bettini, 86, Rovereto","279":"Settore Agricoltura E Ambiente - Via Mach, 1, San Michele All'Adige","280":"Istituto Tecnico Per Il Settore Tecnologico - Via Mach, 1, San Michele All'Adige","281":"Scuola Secondaria Di Primo Grado \"G. Leopardi\" Storo - Via Papaleoni, 5, Storo","282":"Scuola Primaria \"Padre C. Gnesotti\" Storo - Via Papaleoni, 5, Storo","283":"Scuola Primaria Storo - Lodrone - Via XXIV Maggio, 115, Storo","284":"Liceo Classico - Via Alberti Lutti, 7, Riva Del Garda","285":"Scuola Primaria \"G. Papaleoni\" Condino - Via La Marmora - Condino, 13, Borgo Chiese","286":"Scuola Secondaria Di Primo Grado \"G. Pascoli\" Pieve Di Bono - Via Fiera - Creto - Pieve di Bono, 1, Pieve Di Bono-Prezzo","287":"Scuola Secondaria Di Primo Grado \"L. Negrelli\"  - Fiera Di Primiero - Viale Monte Grappa - Fiera di Primiero, 12, Primiero San Martino Di Castrozza","288":"Liceo Musicale E Coreutico - Via Alberti Lutti, 7, Riva Del Garda","289":"Liceo Scientifico - Strada de pra del Monech, 6, San Giovanni Di Fassa - Sen Jan","290":"Liceo Ladino Delle Lingue - Strada de pra del Monech, 6, San Giovanni Di Fassa - Sen Jan","291":"Liceo Artistico - Strada Dolomites - Pozza di Fassa, 7, San Giovanni Di Fassa - Sen Jan","292":"Liceo Scientifico - Via XXIV Maggio, 7, Borgo Valsugana","293":"Istituto Tecnico Per Il Settore Economico - Via XXIV Maggio, 7, Borgo Valsugana","294":"Istituto Tecnico Per Il Settore Tecnologico - Via XXIV Maggio, 7, Borgo Valsugana","295":"Liceo Scientifico Opzione Scienze Applicate - Via XXIV Maggio, 7, Borgo Valsugana","296":"Liceo Delle Scienze Umane - Via XXIV Maggio, 7, Borgo Valsugana","297":"Istituto Tecnico Per Il Settore Economico Serale - Via XXIV Maggio, 7, Borgo Valsugana","298":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via XXIV Maggio, 7, Borgo Valsugana","299":"Istituto Professionale Per I Servizi Sanitari Serale - Via XXIV Maggio, 7, Borgo Valsugana","300":"Educazione Per Adulti Relativa Al Primo Ciclo - Via XXIV Maggio, 7, Borgo Valsugana","301":"Scuola Secondaria Di Primo Grado \"G. Bresadola\" Trento - Via Al Torrione, 2, Trento","302":"Scuola Primaria \"R. Sanzio\" Trento - Piazza Sanzio, 13, Trento","303":"Scuola Primaria \"F. Crispi\" Trento - Via S Giovanni Bosco, 8, Trento","304":"Scuola Primaria \"A. Gorfer\" Trento - Via Dei Solteri, 22, Trento","305":"Scuola Secondaria Di Primo Grado \"A. Manzoni\" Trento - Corso Buonarroti, 50, Trento","306":"Scuola Primaria \"A. Schmid\" Cristo Re Trento - Via Schmid, 4, Trento","307":"Scuola Primaria \"San Vigilio\" Vela - Localita La Vela, 3, Trento","308":"Scuola Primaria \"S. Pertini\" Sopramonte - Via Canelli - Sopramonte, 1, Trento","309":"Scuola Primaria \"A. Degasperi\" Sardagna - Via della Toresèla, 1, Trento","310":"Scuola Primaria Cadine - Via di Coltura, 7, Trento","311":"Scuola Secondaria Di Primo Grado \"S. Pedrolli\" Gardolo Trento - Via IV Novembre, 35\/1, Trento","312":"Scuola Primaria \"I. Calvino\" Vigo Meano - Via Alle Oselere,  , Trento","313":"Scuola Primaria \"E. Decarli\" Meano - Via Delle Tre Croci, 40, Trento","314":"Scuola Primaria \"Pigarelli\" Gardolo Trento - Via IV Novembre, 42\/1, Trento","315":"Scuola Primaria \"S. Anna\" Gardolo Trento - Via S Anna, 3, Trento","316":"Scuola Secondaria Di Primo Grado \"Bronzetti - Segantini\" Trento - Via Vittorio Veneto, 61, Trento","317":"Scuola Primaria \"D. Savio\" Trento - Via S Pio X, 103, Trento","318":"Scuola Primaria \"G. B. De Gaspari\" Trento - Via Zandonai, 4, Trento","319":"Scuola Primaria Ravina - Via Delle Masere, 5, Trento","320":"Scuola Primaria \"A. Nicolodi\" Trento - Via Fogazzaro, 2, Trento","321":"Associazione R. Steiner - Secondaria I Grado - Via Conci, 86, Trento","322":"Associazione R. Steiner - Primaria - Via Conci, 86, Trento","323":"Scuola Secondaria Di Primo Grado \"G. Prati\" Lavarone - Frazione Gionghi, 107\/6, Lavarone","324":"Scuola Primaria \"S. Lauton\" Folgaria - Via D Acquisto, 21\/A, Folgaria","325":"Scuola Primaria Lavarone - Frazione Gionghi,  107\/5, Lavarone","326":"Scuola Secondaria Di Primo Grado Maria Ausiliatrice Trento - Via Barbacovi, 22, Trento","327":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via Brigata Acqui, 15, Trento","328":"Istituto Tecnico Per Il Settore Tecnologico - Via Brigata Acqui, 15, Trento","329":"Scuola Primaria Sarnonico - Via Manzoni, 7, Sarnonico","330":"Scuola Primaria \"Madre Teresa Di Calcutta\" Romeno - Via Monsignor Rosati, 1, Romeno","331":"Scuola Primaria \"Padre A. Stefenelli\" Fondo - Piazza Don Stefenelli - Fondo, 2, Borgo D'Anaunia","332":"Scuola Primaria Cavareno - Piazzale Savera, 1, Cavareno","333":"Scuola Primaria Castelfondo - Via Madonna Pellegrina, 5, Borgo D'Anaunia","334":"Scuola Secondaria Di Primo Grado \"C.A. Martini\" Revo' - Via Canestrini, 7, Novella","335":"Scuola Primaria Sanzeno - Frazione Banco, 98, Sanzeno","336":"Scuola Primaria \"C.A. Martini\" Revo' - Via Delle Maddalene, 7, Novella","337":"Scuola Primaria \"Stefano Zuech\" Brez - Via Nigaiola - Brez, 1, Novella","338":"Scuola Secondaria Di Primo Grado \"A. Stainer\" Lavis - Via Sette, 13\/A, Lavis","339":"Scuola Primaria \"Don G. Grazioli\" Lavis - Via Degasperi, 18, Lavis","340":"Scuola Primaria \"A. Frank\" Zambana - Piazza SS Filippo e Giacomo, 1, Terre D'Adige","341":"Scuola Primaria Pressano Lavis - Via Pilati, 31, Lavis","342":"Scuola Secondaria Di Primo Grado \"G. B. De Gasparis\" Levico Terme - Via della Pace, 5, Levico Terme","343":"Scuola Primaria \"Padre B. Martinelli\" Calceranica Al Lago - Via della Scuola, 2, Calceranica Al Lago","344":"Scuola Primaria \"G. Rosanelli\" Tenna - Via Albere, 2, Tenna","345":"Scuola Primaria Levico Terme - Via della Pace, 5, Levico Terme","346":"Scuola Primaria \"C. Chiesa\" Caldonazzo - Via Asilo, 3, Caldonazzo","347":"Scuola Secondaria Di Primo Grado \"G. Ciccolini\" Male' - Via Taddei De Mauris, 4, Male'","348":"Scuola Primaria S.Bernardo Rabbi - Frazione San Bernardo,  , Rabbi","349":"Scuola Primaria \"C. Cristoforetti\" Male' - Via Alla Croce, 17, Male'","350":"Scuola Primaria Dimaro - Piazza Madonna Della Pace - Dimaro, 14, Dimaro Folgarida","351":"Educazione Per Adulti Relativa Al Primo Ciclo - Via Malfatti, 2, Trento","352":"Liceo Delle Scienze Umane Opzione Economico Sociale Serale - Via Malfatti, 2, Trento","353":"Liceo Delle Scienze Umane Opzione Economico Sociale - Via Malfatti, 2, Trento","354":"Liceo Delle Scienze Umane - Via Malfatti, 2, Trento","355":"Scuola Primaria \"B. Pezzen\" Croviana - Via delle Scuole, 25, Croviana","356":"Scuola Primaria Caldes - Via Al Castello, 26, Caldes","357":"Scuola Secondaria Di Primo Grado \"C. Zanella\" Fucine Di Ossana - Via S Michele, 11, Ossana","358":"Scuola Primaria \"E. Bezzi\" Ossana - Via Di S Antonio, 21, Ossana","359":"Scuola Primaria Vermiglio - Via Senatore Kessler, 5, Vermiglio","360":"Scuola Primaria Passo Tonale - Via Nazionale, 12\/C, Vermiglio","361":"Scuola Primaria Cogolo Di Peio - Via Rosmini, 6, Peio","362":"Scuola Primaria Commezzadura - Via Del Comun, 5, Commezzadura","363":"Scuola Secondaria Di Primo Grado Santa Croce Mezzano - Via Molaren, 29, Mezzano","364":"Scuola Primaria Santa Croce Mezzano - Via Molaren, 29, Mezzano","365":"Scuola Secondaria Di Primo Grado \"E. Chini\" Mezzocorona - Via Dante, 9, Mezzocorona","366":"Scuola Primaria \"F. Biasi\" S.Michele All'Adige - Via Biasi, 1, San Michele All'Adige","367":"Scuola Primaria \"A. Degasperi\" Mezzocorona - Via Dante, 9, Mezzocorona","368":"Scuola Primaria \"F.Lli Bronzetti\" Rovere' Della Luna - Via Rosmini, 5\/A, Rovere' Della Luna","369":"Scuola Primaria Grumo - Via Marconi, 65, San Michele All'Adige","370":"Scuola Primaria Andalo - Piazza S Vito, 1, Andalo","371":"Scuola Primaria \"Don L. Rossi\" Fai Della Paganella - Via Villa, 21, Fai Della Paganella","372":"Scuola Secondaria Di Primo Grado \"Legione Trentina\" Tione Di Trento - Via Circonvallazione, 44, Tione Di Trento","373":"Scuola Secondaria Di Primo Grado Roncone - Via III Novembre - Roncone, 22\/A, Sella Giudicarie","374":"Scuola Primaria \"A. Prandini\" Roncone - Via III Novembre - Roncone, 22, Sella Giudicarie","375":"Scuola Primaria Zuclo - Via Fucina - Zuclo, 10, Borgo Lares","376":"Scuola Primaria Tione Di Trento - Via Pinzolo, 2, Tione Di Trento","377":"Scuola Primaria Ragoli - Via Roma - Ragoli, 5, Tre Ville","378":"Scuola Primaria Bondo-Breguzzo - Via Indipendenza - Bondo, 105, Sella Giudicarie","379":"Liceo Scientifico - Via Durone, 53, Tione Di Trento","380":"Istituto Tecnico Per Il Settore Economico - Via Durone, 53, Tione Di Trento","381":"Istituto Tecnico Per Il Settore Tecnologico - Via Durone, 53, Tione Di Trento","382":"Liceo Scientifico Opzione Scienze Applicate - Via Durone, 53, Tione Di Trento","383":"Liceo Linguistico - Via Durone, 53, Tione Di Trento","384":"Liceo Delle Scienze Umane - Via Durone, 53, Tione Di Trento","385":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via Durone, 53, Tione Di Trento","386":"Istituto Tecnico Per Il Settore Economico Serale - Via Durone, 53, Tione Di Trento","387":"Educazione Per Adulti Relativa Al Primo Ciclo - Via Durone, 53, Tione Di Trento","388":"Scuola Secondaria Di Primo Grado Canal San Bovo - Localita Lausen, 13\/Z, Canal San Bovo","389":"Scuola Primaria \"F. Loss\" Canal San Bovo - Localita Lausen, 14, Canal San Bovo","390":"Scuola Primaria \"Card. J. Bernardin\" Tonadico - Via Sorelle Lucian - Tonadico, 8, Primiero San Martino Di Castrozza","391":"Istituto Tecnico Per Il Settore Economico - Via Delle Fonti - Transacqua, 10, Primiero San Martino Di Castrozza","392":"Istituto Tecnico Per Il Settore Tecnologico - Via Delle Fonti - Transacqua, 10, Primiero San Martino Di Castrozza","393":"Liceo Scientifico Opzione Scienze Applicate - Via Delle Fonti - Transacqua, 10, Primiero San Martino Di Castrozza","394":"Scuola Secondaria Di Primo Grado \"Don L. Milani\" Telve - Via Borgo, 2\/A, Telve","395":"Scuola Primaria Telve Di Sopra - Via delle Scuole, 19, Telve Di Sopra","396":"Scuola Primaria Telve - Via Giusti, 5, Telve","397":"Scuola Primaria \"T. V. Gozzer\" Castelnuovo - Piazza Municipio, 4, Castelnuovo","398":"Scuola Secondaria Di Primo Grado \"M. Pola\" Roncegno Terme - Via Don Meggio, 2\/A, Roncegno Terme","399":"Scuola Primaria \"P. Martinelli\" Roncegno Terme - Via Baldessari, 15, Roncegno Terme","400":"Scuola Primaria \"C. Corradi\" Novaledo - Piazza Municipio, 5, Novaledo","401":"Scuola Primaria Marter - Via Della Chiesa, 14, Roncegno Terme","402":"Scuola Secondaria Di Primo Grado \"Nuova Europa\" Dro - Via S Antonio, 17, Dro","403":"Scuola Primaria Pietramurata - Piazza Mercato,  , Dro","404":"Scuola Primaria Dro - Piazza Repubblica,  1, Dro","405":"Scuola Primaria Mezzano - Via Iv Novembre, 13, Mezzano","406":"Scuola Primaria \"B. Zanetel\" S.Martino Di Castrozza - Via Laghetto - San Martino Di Castrozza, 28, Primiero San Martino Di Castrozza","407":"Scuola Primaria Sacra Famiglia Trento - Via Della Saluga, 7, Trento","408":"Scuola Secondaria Di Primo Grado \"G. Pascoli\" Povo - Via Znojmo, 24, Trento","409":"Scuola Primaria \"G. Tomasi\" Villazzano - Piazza Monsignor Nicolini,  7, Trento","410":"Scuola Primaria \"U. Moggioli\" Povo - Via Dei Rivi, 6, Trento","411":"Scuola Secondaria Di Primo Grado \"Argentario\" Trento - Via Ponte Alto, 2\/1, Trento","412":"Scuola Primaria \"R. Belenzani\" S.Vito - Via S Vito, 169, Trento","413":"Scuola Primaria \"R. Zandonai\" Martignano - Piazza Menghin,  1, Trento","414":"Scuola Primaria \"E. Bernardi\" Cognola - Via Ponte Alto, 2\/1, Trento","415":"Scuola Secondaria Di Primo Grado \"A. Fogazzaro\" Mattarello - Via Della Torre Franca, 1, Trento","416":"Scuola Secondaria Di Primo Grado Aldeno - Via Alle Albere, 1, Aldeno","417":"Scuola Primaria Romagnano Trento - Via Ai Comuni, 6, Trento","418":"Scuola Primaria Mattarello - Via Poli, 11, Trento","419":"Scuola Primaria Cimone - Frazione Petrolli, 37, Cimone","420":"Scuola Primaria Aldeno - Via XXV Aprile, 1, Aldeno","421":"Scuola Secondaria Di Primo Grado \"O. Winkler\" Trento - Viale Degli Olmi, 22, Trento","422":"Scuola Primaria Localita' Madonna Bianca Trento - Piazzale Europa, 4, Trento","423":"Scuola Primaria Clarina Trento - Via Einaudi, 13, Trento","424":"Scuola Primaria \"V. Da Feltre\" Borgo Valsugana - Via IV Novembre, 3, Borgo Valsugana","425":"Scuola Primaria Grigno - Viale Trento, 2, Grigno","426":"Istituto Tecnico Per Il Settore Economico - Via Del Teatro, 4, Rovereto","427":"Istituto Tecnico Per Il Settore Tecnologico - Via Del Teatro, 4, Rovereto","428":"Istituto Tecnico Per Il Settore Tecnologico Serale - Via Del Teatro, 4, Rovereto","429":"Istituto Tecnico Per Il Settore Economico Serale - Via Del Teatro, 4, Rovereto","430":"Liceo Delle Scienze Umane Opzione Economico Sociale - Corso Rosmini, 61, Rovereto","431":"Liceo Delle Scienze Umane - Corso Rosmini, 61, Rovereto","432":"Scuola Primaria Pieve Di Bono - Creto - Via Fiera - Creto - Pieve di Bono, 1, Pieve Di Bono-Prezzo","433":"Scuola Secondaria Di Primo Grado \"O. Brentari\" Strigno - Via Roma - Strigno, 14, Castel Ivano","434":"Scuola Secondaria Di Primo Grado Castello Tesino - Via Battisti, 2, Castello Tesino","435":"Scuola Primaria \"A. Degasperi\" Pieve Tesino - Via Brigata Abruzzi, 6, Pieve Tesino","436":"Scuola Primaria Villa Agnedo - Via Dei Molini - Agnedo, 36, Castel Ivano","437":"Scuola Primaria Strigno - Piazza IV Novembre - Strigno, 12\/A, Castel Ivano","438":"Scuola Primaria Scurelle - Via XV Agosto, 68, Scurelle","439":"Scuola Primaria Samone - Via delle Praele, 21, Samone","440":"Scuola Primaria Ospedaletto - Via Roma, 52, Ospedaletto","441":"Scuola Secondaria Di Primo Grado \"F. Barbacovi\" Taio - Via Degli Alpini - Taio, 17, Predaia","442":"Scuola Secondaria Di Primo Grado \"F. Barbacovi\" Coredo - Via delle Scuole - Coredo,  6, Predaia","443":"Scuola Primaria \"Mons. A. Negri\" Tres - Via Nazionale -Tres, 12, Predaia","444":"Scuola Primaria Taio - Via Heroldsberg - Taio, 5, Predaia","445":"Scuola Primaria Coredo - Via delle Scuole - Coredo,  6, Predaia","446":"Liceo Classico - Corso Bettini, 86, Rovereto","447":"Liceo Linguistico - Corso Bettini, 86, Rovereto","448":"Liceo Scientifico Opzione Scienze Applicate - Corso Bettini, 86, Rovereto","449":"Scuola Primaria Pellizzano - Via Dei Baschenis, 7, Pellizzano","450":"Scuola Primaria Ospedale Infantile Trento - Largo Medaglie D Oro, 9, Trento","451":"Istituto Tecnico Per Il Settore Economico - Piazza S Teresa Verzeri, 4, Trento","452":"Scuola Primaria Casa Serena - Via Alle Campanelle, 23, Trento","453":"Scuola Secondaria Di Primo Grado D'Arte Trento - Viale Degli Olmi, 26, Trento","454":"Scuola Primaria \"Beato S. Bellesini\" Trento - Via Stoppani, 3, Trento","455":"Settore Industria E Artigianato Serale - Via Asiago, 14, Trento","456":"Asilo Colle Fiorito - Via Stazione Mori, 10, Rovereto","457":"Scuola Dell'Infanzia Di Breguzzo - Bondo  \"Giuseppina Bonazza\" - Via Marconi - Breguzzo, 5, Sella Giudicarie","458":"Scuola Dell'Infanzia Di Riva  \"Giardino\" - Viale Roma, 32, Riva Del Garda","459":"Scuola Dell'Infanzia Di Lavis  \"Madre Maddalena Di Canossa\" - Via Dei Colli, 4, Lavis","460":"Scuola Dell'Infanzia Di Rovereto  \"Clementino Vannetti\" - Via S Maria, 58, Rovereto","461":"Scuola Dell'Infanzia Di Ranzo - Via al Castel Romano - Ranzo - Vezzano, 29, Vallelaghi","462":"Scuola Dell'Infanzia Di Roncone  \"Mario Amistadi Sciavina\" - Via Lucchi - Roncone, 1, Sella Giudicarie","463":"Scuola Dell'Infanzia Di Cavalese - Via Regolani, 4, Cavalese","464":"Scuola Dell'Infanzia Di Masi Di Cavalese - Via Damiano Chiesa, 79, Cavalese","465":"Scuola Dell'Infanzia Di Serso - Via al Casteler, 1, Pergine Valsugana","466":"Scuola Dell'Infanzia Di Lizzana - Via Brigata Mantova, 1, Rovereto","467":"Scuola Dell'Infanzia Di Lizzanella - Corso Verona, 109, Rovereto","468":"Scuola Dell'Infanzia Di Marco Rovereto   \"G.E A. Rosmini Serbati\" - Via Alla Stazione, 2, Rovereto","469":"Scuola Dell'Infanzia Di Lodrone - Salita Alla Bastia, 2, Storo","470":"Scuola Dell'Infanzia Di Trento \"S. Antonio\" - Via Adamello, 2, Trento","471":"Scuola Dell'Infanzia Di Tione Di Trento \"Don Giovanni Failoni\" - Piazza Battisti, 4, Tione Di Trento","472":"Scuola Dell'Infanzia Di Livo \"Battito D'Ali\" - Via Marconi, 17, Livo","473":"Scuola Dell'Infanzia Di Raossi Vallarsa  \"A. Moro\" - Frazione Raossi, 11, Vallarsa","474":"Scuola Dell'Infanzia Di Terragnolo Piazza - Frazione Piazza di Terragnolo, 14, Terragnolo","475":"Scuola Dell'Infanzia Di Vattaro - Via Giardino - Vattaro, 7, Altopiano Della Vigolana","476":"Scuola Dell'Infanzia Di Sporminore \"Fratelli Remondini\" - Piazza Anaunia, 2, Sporminore","477":"Scuola Dell'Infanzia Di Nogaredo - Via Verdi, 38, Nogaredo","478":"Scuola Dell'Infanzia Di Rovereto Rione Nord \"Mille Colori\" - Via Chiocchetti, 1, Rovereto","479":"Scuola Dell'Infanzia Di S.Michele All' Adige  \"Il Germoglio\" - Via Biasi, 1\/D, San Michele All'Adige","480":"Scuola Dell'Infanzia Di Trento  \"Torrione\" - Via Al Torrione, 10, Trento","481":"Scuola Dell'Infanzia Di Rovereto  S.Ilario \"Amici Della Scuola\" - Via Monti, 4A, Rovereto","482":"Scuola Dell'Infanzia Di Monclassico - Via Berera - Monclassico, 6, Dimaro Folgarida","483":"Scuola Dell'Infanzia Di Rovereto Rione Sud  \"Il Giardino Incantato\" - Via Venezia, 11, Rovereto","484":"Scuola Dell'Infanzia Di S. Orsola \"Il Girotondo\" - Localita Pintarei, 9, Sant'Orsola Terme","485":"Scuola Dell'Infanzia Di Piazze - Via Vittorino da Feltre, 24, Bedollo","486":"Scuola Dell'Infanzia Di Besenello - Via Vanzetti, 3, Besenello","487":"Scuola Dell'Infanzia Di Trento  Villazzano 3  \"L'Officina Degli Gnomi\" - Via Conci, 10, Trento","488":"Scuola Dell'Infanzia Di Trento Clarina   \"Piccolo Mondo\" - Via Gramsci, 11, Trento","489":"Scuola Dell'Infanzia Di Trento  Ravina  \"Girotondo\" - Via Per Belvedere, 8, Trento","490":"Scuola Dell'Infanzia Di Cimone \"Mamma Teresa\" - Frazione Petrolli, 37, Cimone","491":"Scuola Dell'Infanzia Di Rovereto San Giorgio   \"Don A. Rossaro\" - Via Telani, 4, Rovereto","492":"Scuola Dell'Infanzia Di Molina Di Fiemme - Via Segherie, 64\/C, Castello-Molina Di Fiemme","493":"Scuola Dell'Infanzia Di Canazei \"Don Simone Micheluzzi De Ciciol\" - Via de Magoa, 24, Canazei - Cianacei","494":"Scuola Dell'Infanzia Di Fierozzo \"Himblring\" - Maso Ronca, 9, Fierozzo - Vlarötz","495":"Scuola Dell'Infanzia Di Bieno - Via Ammiraglio Bettolo, 21, Bieno","496":"Scuola Dell'Infanzia Di Castello Tesino - Via Venezia, 16\/A, Castello Tesino","497":"Scuola Dell'Infanzia Di S.Anna Vallarsa - Frazione S Anna, 1, Vallarsa","498":"Scuola Dell'Infanzia Di Rovereto Lizzana  \"Girogirotondo\" - Via Livenza, 27, Rovereto","499":"Scuola Dell'Infanzia Di Calliano \"Matite Colorate\" - Via III Novembre, 33, Calliano","500":"Scuola Dell'Infanzia Di Novaledo - Via Valle, 4, Novaledo","501":"Scuola Dell'Infanzia Di Rovereto Fucine - Via Volta, 1, Rovereto","502":"Scuola Dell'Infanzia Di Giovo  \"Il Pellicano\" - Via Delle Scuole, 9, Giovo","503":"Scuola Dell'Infanzia Di Trento S.Giuseppe   \"Maso Ginocchio - Collodi\" - Via Giusti, 56, Trento","504":"Scuola Dell'Infanzia Di Baselga Di Piné - Via del Municipio Vecchio, 2, Baselga Di Pine'","505":"Scuola Dell'Infanzia Di Vigolo Vattaro \"Giardino Dell'Amicizia\" - Via Al Castello - Vigolo Vattaro, 10, Altopiano Della Vigolana","506":"Scuola Dell'Infanzia Di Rabbi - Frazione Pracorno, 98\/B, Rabbi","507":"Scuola Dell'Infanzia Di Trento  \"Crosina Sartori\" - Via Gocciadoro, 84, Trento","508":"Scuola Dell'Infanzia Di Miola Di Pinè - Via del Dos di Miola, 13, Baselga Di Pine'","509":"Scuola Dell'Infanzia Di Seregnano \"Arcobaleno\" - Via Alla Villa Wolf - Rovere, 4, Civezzano","510":"Scuola Dell'Infanzia Di Zambana \"Girotondo\" - Via Conti Spaur, 2, Terre D'Adige","511":"Scuola Dell'Infanzia Di Canal San Bovo \"Lausen\" - Localita Lausen, 13, Canal San Bovo","512":"Scuola Dell'Infanzia Di Bezzecca - A. Cis - Via Generale Dalla Chiesa - Bezzecca, 2, Ledro","513":"Scuola Dell'Infanzia Di Trento Gardolo Paludi  \"Biancaneve\" - Via Paludi, 9\/1, Trento","514":"Scuola Dell'Infanzia Di Trento Roncafort  \"Margit Levinson\" - Via Dell Asilo, 8, Trento","515":"Scuola Dell'Infanzia Di Rizzolaga Di Pinè \"Raggio Di Sole\" - Frazione Rizzolaga, 94, Baselga Di Pine'","516":"Scuola Dell'Infanzia Di Trento  Meano  \"M. R. Giobatta Partelloni\" - Via Delle Sugarine, 38, Trento","517":"Scuola Dell'Infanzia Di Centa San Nicolò - Via dei Campi - Centa San Nicolo, 14, Altopiano Della Vigolana","518":"Scuola Dell'Infanzia Di Tenna \"Il Sentiero\" - Via Venezia, 1, Tenna","519":"Scuola Dell'Infanzia Di Cavedago  \"L'Albero Azzurro\" - Piazza S Lorenzo, 2, Cavedago","520":"Scuola Dell'Infanzia Di Riva  \"Rione 2 Giugno\" - Via Delle Ginestre, 31, Riva Del Garda","521":"Scuola Dell'Infanzia Di Cunevo - Via Delle Scuole - Cunevo, 6, Contá","522":"Scuola Dell'Infanzia Di Trento  Martignano  \"Arcobaleno\" - Via Alla Formigheta, 4, Trento","523":"Scuola Dell'Infanzia Di Castelfondo - Via Madonna Pellegrina, 5, Borgo D'Anaunia","524":"Scuola Dell'Infanzia Di Pera Di Fassa \"Don Edy Cinzol\" - Piaza don Giuseppe Antonio Vian - Pozza di Fassa, 3, San Giovanni Di Fassa - Sen Jan","525":"Scuola Dell'Infanzia Di Darzo \"L'Albero Delle Castagne\" - Via S Giovanni Nepomuceno, 11, Storo","526":"Scuola Dell'Infanzia Di Mione Rumo - Frazione Mione, 54, Rumo","527":"Scuola Dell'Infanzia Di Trento  Povo \"M.C. Conotter\" - Via Della Resistenza, 48, Trento","528":"Scuola Dell'Infanzia Di Fai Paganella - Via Villa, 43, Fai Della Paganella","529":"Scuola Dell'Infanzia Di Trento  \"Gianni Rodari\" - Via Giovanelli, 6, Trento","530":"Scuola Dell'Infanzia Di Soraga - Strada Dolomites, 19, Soraga - Soraga","531":"Scuola Dell'Infanzia Di Rallo Di Tassullo  \"Nuovo Germoglio\" - Via Fratelli Pinamonti - Rallo - Tassullo,  , Ville D'Anaunia","532":"Scuola Dell'Infanzia Di Levico Terme \"Taita Marcos\" - Via Monsignor Caproni, 1, Levico Terme","533":"Scuola Dell'Infanzia Di Ruffrè - Maso Lana, 3, Ruffre' - Mendola","534":"Scuola Dell'Infanzia Di Varena - Via Mercato, 22, Ville Di Fiemme","535":"Scuola Dell'Infanzia Di Trento  Solteri  \"Il Quadrifoglio\" - Via Dei Solteri, 24, Trento","536":"Scuola Dell'Infanzia Di Grumes - Piazza Municipio - Grumes, 10, Altavalle","537":"Scuola Dell'Infanzia Di Terlago - Via Degasperi - Terlago, 7, Vallelaghi","538":"Scuola Dell'Infanzia Di Dro - Via S Antonio, 10, Dro","539":"Scuola Dell'Infanzia Di Sarnonico \"Giardino Dei Sogni\" - Viale S Lorenzo, 6, Sarnonico","540":"Scuola Dell'Infanzia Di Civezzano - Via Telvana, 4, Civezzano","541":"Scuola Dell'Infanzia Di Romarzollo - Via Fossa, 21, Arco","542":"Scuola Dell'Infanzia Di Tiarno Di Sopra - Piazza Milin - Tiarno di Sopra, 13, Ledro","543":"Scuola Dell'Infanzia Di Trento  Romagnano  \"Gli Gnomi Del Bosco\" - Via Delle Prede, 2, Trento","544":"Scuola Dell'Infanzia Di Cimego - Via don Bertolasi - Cimego, 64, Borgo Chiese","545":"Scuola Dell'Infanzia Di Trento  Melta Di Gardolo  \"Il Girasole\" - Localita Melta, 14, Trento","546":"Scuola Dell'Infanzia Di Zuclo Bolbeno - Via Fucina - Zuclo, 12, Borgo Lares","547":"Scuola Dell'Infanzia Di Trento  Sardagna - Via dei Caduti di Sardagna, 8, Trento","548":"Scuola Dell'Infanzia Di Capriana \"Maddalena Lazzeri\" - Piazza Scuole, 3, Capriana","549":"Scuola Dell'Infanzia Di Pomarolo  \"Don Rainoldi\" - Piazzale Colonello Angheben, 6, Pomarolo","550":"Scuola Dell'Infanzia Di Bosentino - Via Alle Scuole - Bosentino, 12, Altopiano Della Vigolana","551":"Scuola Dell'Infanzia Di Terzolas \"Caterina Graifenberg\" - Via Kessler, 23, Terzolas","552":"Scuola Dell'Infanzia Di Revò \"I Girasoli\" - Via Canestrini, 9\/A, Novella","553":"Scuola Dell'Infanzia Di Romeno  \"Città Della Gioia\" - Via Monsignor Rosati, 6, Romeno","554":"Scuola Dell'Infanzia Di Imer - Via Nazionale, 71, Imer","555":"Scuola Dell'Infanzia Di Rovereto Brione - Via Puccini, 26, Rovereto","556":"Scuola Dell'Infanzia Di Trento  Cadine  \"Il Melograno\" - Via di Coltura, 3, Trento","557":"Scuola Dell'Infanzia Di Villa Agnedo \"Natale Alpino\" - Via Dei Molini - Agnedo, 39, Castel Ivano","558":"Scuola Dell'Infanzia Di Trento  Mattarello  \"Il Castello\" - Via Del Castel, 1\/A, Trento","559":"Scuola Dell'Infanzia Di Vervò  \"Il Bosco Degli Gnomi\" - Via Castel Vervassium - Vervo, 7, Predaia","560":"Scuola Dell'Infanzia Di Casatta - Frazione Casatta, 54, Valfloriana","561":"Scuola Dell'Infanzia Di Trento Madonna Bianca \"L'Albero Del Sole\" - Via Bettini, 3, Trento","562":"Scuola Dell'Infanzia Di Trento S.Martino - Via della Predara, 16, Trento","563":"Scuola Dell'Infanzia Di Mezzana \"A. Ravelli\" - Via Manzoni, 22, Mezzana","564":"Scuola Dell'Infanzia Di Daiano - Via S Tommaso, 6, Ville Di Fiemme","565":"Scuola Dell'Infanzia Di Cogolo - Via Roma, 83, Peio","566":"Scuola Dell'Infanzia Di Lasino - Via Lagolo - Lasino, 47, Madruzzo","567":"Scuola Dell'Infanzia Di Cles  \"Casa Del Sole\" - Via Dallafior, 36, Cles","568":"Scuola Dell'Infanzia Di Calavino - Via Pedrini - Calavino, 28, Madruzzo","569":"Scuola Dell'Infanzia Di Roverè Della Luna - Via Villotta, 10, Rovere' Della Luna","570":"Scuola Dell'Infanzia Di Molina Di  Ledro - Via Sartori - Molina di Ledro, 25, Ledro","571":"Scuola Dell'Infanzia Di S. Margherita Di Ala - Via Gazzoletti - Santa Margherita, 35, Ala","572":"Scuola Dell'Infanzia Di Tonadico - Via Fuganti - Tonadico, 8, Primiero San Martino Di Castrozza","573":"Scuola Dell'Infanzia Di Smarano - Via Torre - Smarano, 6, Predaia","574":"Scuola Dell'Infanzia Di Trento La Clarina - Via Einaudi, 66, Trento","575":"Scuola Dell'Infanzia Di Mollaro - Via Della Pausa - Mollaro, 1, Predaia","576":"Scuola Dell'Infanzia Di Trento San Donà \"B. Kofler\" - Via per Cognola, 43, Trento","577":"Scuola Dell'Infanzia Di Pozza Di Trambileno - Frazione Vanza, 50, Trambileno","578":"Scuola Dell'Infanzia Di San Martino Di C. - Via Laghetto - San Martino Di Castrozza, 30, Primiero San Martino Di Castrozza","579":"Scuola Dell'Infanzia Di Moena - Strada don Giovanni Jori, 10, Moena - Moena","580":"Scuola Dell'Infanzia Di Castello Di Fiemme - Via Latemar, 2, Castello-Molina Di Fiemme","581":"Scuola Dell'Infanzia Di Campitello Di Fassa - Strèda sènc Felip e Giacum, 9, Campitello Di Fassa - Ciampedel","582":"Scuola Dell'Infanzia Di Segno - Via Sonora - Segno - Taio, 18, Predaia","583":"Scuola Dell'Infanzia Di Calceranica - Via Cavour, 2, Calceranica Al Lago","584":"Scuola Dell'Infanzia Di Strigno - Piazza IV Novembre - Strigno, 11, Castel Ivano","585":"Scuola Dell'Infanzia Di Ala - Via De Ferrari, 1, Ala","586":"Scuola Dell'Infanzia Di Trento Cognola \"B. Kofler\" - Via Kofler, 10, Trento","587":"Scuola Dell'Infanzia Di Molveno - Piazza S Carlo, 20, Molveno","588":"Scuola Dell'Infanzia Di Scurelle - Via Visintainer, 15, Scurelle","589":"Scuola Dell'Infanzia Di Montesover - Via Capitano Santuari, 1, Sover","590":"Scuola Dell'Infanzia Di Quadra - Cavrasto - Frazione Larido, 10, Bleggio Superiore","591":"Scuola Dell'Infanzia Di Pilcante - Piazza Vittorio Veneto - Pilcante, 19, Ala","592":"Scuola Dell'Infanzia Di Borgo Sacco - Via Fedrigotti, 9, Rovereto","593":"Scuola Dell'Infanzia Di Rovereto \"Rosmini\" - Corso Rosmini, 3, Rovereto","594":"Scuola Dell'Infanzia Di Povo - Via Pante', 1, Trento","595":"Scuola Dell'Infanzia Di Spormaggiore - Via dell Asilo, 2, Spormaggiore","596":"Scuola Dell'Infanzia Di Padergnone - Via alle Cime - Padergnone, 14, Vallelaghi","597":"Scuola Dell'Infanzia Di Luserna - Via Mazzini - Prundle, 7, Luserna - Lusérn","598":"Scuola Dell'Infanzia Di Sabbionara - Piazza Conciliazione, 3\/B, Avio","599":"Scuola Dell'Infanzia Di Sopramonte - Via Canelli - Sopramonte, 5, Trento","600":"Scuola Dell'Infanzia Di Lavarone \"Casa Dell'Arcobaleno\" - Frazione Gionghi,  , Lavarone","601":"Scuola Dell'Infanzia Di Carano - Via Giovanelli, 40, Ville Di Fiemme","602":"Scuola Dell'Infanzia Di Roncegno - Via Baldessari, 15, Roncegno Terme","603":"Scuola Dell'Infanzia Di Sarche - Via Caffaro - Sarche - Calavino, 6, Madruzzo","604":"Scuola Dell'Infanzia Di Ponte Arche - Via S Giovanni Bosco - Ponte Arche - Bleggio Inferiore, 7, Comano Terme","605":"Scuola Dell'Infanzia Di Torcegno - Via Della Fontana, 15, Torcegno","606":"Scuola Dell'Infanzia Di Cavedine - Via IV Novembre, 19, Cavedine","607":"Scuola Dell'Infanzia Di Crosano - Via S Biagio, 30, Brentonico","608":"Scuola Dell'Infanzia Di Taio - Via Edison - Taio, 3, Predaia","609":"Scuola Dell'Infanzia Di Pressano - Via Pilati, 16, Lavis","610":"Scuola Dell'Infanzia Di Pedersano - Via S Antonio, 1, Villa Lagarina","611":"Scuola Dell'Infanzia Di Ronzo-Chienis - Via Del Car, 40, Ronzo-Chienis","612":"Scuola Dell'Infanzia Di Vermiglio - Via di S Pietro, 26, Vermiglio","613":"Scuola Dell'Infanzia Di Ziano Di Fiemme - Piazza Italia, 8, Ziano Di Fiemme","614":"Scuola Dell'Infanzia Di Pinzolo - Via Al Sole, 43, Pinzolo","615":"Scuola Dell'Infanzia Di Marter - Piazza S Margherita, 2, Roncegno Terme","616":"Scuola Dell'Infanzia Di Condino - Via Roma - Condino, 37, Borgo Chiese","617":"Scuola Dell'Infanzia Di Torbole - Via Don Davide Gioppi, 72, Nago-Torbole","618":"Scuola Dell'Infanzia Di Riva  \"Degasperi\" - Largo Caduti delle Foibe, 2, Riva Del Garda","619":"Scuola Dell'Infanzia Di Bolognano - Piazza Vittoria, 1, Arco","620":"Scuola Dell'Infanzia Di Pieve Di Bono - Via Fiera - Creto - Pieve di Bono, 9\/B, Pieve Di Bono-Prezzo","621":"Scuola Dell'Infanzia Di Gardolo - Via S Anna, 9, Trento","622":"Scuola Dell'Infanzia Di Dambel - Via Garibaldi, 33, Dambel","623":"Scuola Dell'Infanzia Di Folgaria - Via Roma, 30, Folgaria","624":"Scuola Dell'Infanzia Di Pietramurata - Piazza Mercato, 11, Dro","625":"Scuola Dell'Infanzia Di Madonna Di Campiglio - Via Serafini - Madonna di Campiglio, 13, Tre Ville","626":"Scuola Dell'Infanzia Di S. Lorenzo In Banale - Strada del Toat - San Lorenzo, 4, San Lorenzo Dorsino","627":"Scuola Dell'Infanzia Di Nomi - Via Baroni Del Moll, 2, Nomi","628":"Scuola Dell'Infanzia Di Dimaro - Via Alla Chiesa - Dimaro, 26, Dimaro Folgarida","629":"Scuola Dell'Infanzia Di Mezzano - Via IV Novembre, 16, Mezzano","630":"Scuola Dell'Infanzia Di Mezzocorona - Via S Giovanni Bosco, 4, Mezzocorona","631":"Scuola Dell'Infanzia Di Ghiaie Di Gardolo - Via del Loghét, 69, Trento","632":"Scuola Dell'Infanzia Di Massone - Via Maffei - San Martino, 2, Arco","633":"Scuola Dell'Infanzia Di Barco Di Levico - Via di S Taddeo, 8, Levico Terme","634":"Scuola Dell'Infanzia Di Cembra - Piazza Zanotelli - Cembra, 1, Cembra Lisignago","635":"Scuola Dell'Infanzia Di Villazzano - Via Giordano, 15, Trento","636":"Scuola Dell'Infanzia Di Mezzolombardo - Corso del Popolo, 34\/B, Mezzolombardo","637":"Scuola Dell'Infanzia Di Cles - Via Mattioli, 13, Cles","638":"Scuola Dell'Infanzia Di Vigo Cavedine - Via Scuola Materna, 1, Cavedine","639":"Scuola Dell'Infanzia Di Panchià - Piazza Chiesa, 6, Panchia'","640":"Scuola Dell'Infanzia Di Ischia Di Pergine - Piazza delle Nogare, 2, Pergine Valsugana","641":"Scuola Dell'Infanzia Di Vigo Di Ton - Piazza Guardi, 7, Ton","642":"Scuola Dell'Infanzia Di Vigo Cortesano - Via Madonna Dei Prati, 3, Trento","643":"Scuola Dell'Infanzia Di Roncogno Di Pergine - Piazza di S Anna, 3, Pergine Valsugana","644":"Scuola Dell'Infanzia Di Villamontagna - Via dei Carli, 16, Trento","645":"Scuola Dell'Infanzia Di Castellano - Via Caduti, 1, Villa Lagarina","646":"Scuola Dell'Infanzia Di Stenico - Piazza Dante, 15, Stenico","647":"Scuola Dell'Infanzia Di Chizzola - Via Canestrini - Chizzola, 1, Ala","648":"Scuola Dell'Infanzia Di Storo - Via S Floriano, 22, Storo","649":"Scuola Dell'Infanzia Di Aldeno - Via XXV Aprile, 5, Aldeno","650":"Scuola Dell'Infanzia Di Trento  \"Pedrotti\" - Via Asilo Pedrotti, 2, Trento","651":"Scuola Dell'Infanzia Di Siror - Via Asilo - Siror, 1, Primiero San Martino Di Castrozza","652":"Scuola Dell'Infanzia Di Fiera Di Primiero - Viale Marconi - Pieve, 1, Primiero San Martino Di Castrozza","653":"Scuola Dell'Infanzia Di Avio - Via Dante, 5, Avio","654":"Scuola Dell'Infanzia Di Lona - Via S Rocco, 14, Lona-Lases","655":"Scuola Dell'Infanzia Di Albiano - Via S Antonio, 22, Albiano","656":"Scuola Dell'Infanzia Di Pieve Tesino - Via Fratelli Rizza', 14, Pieve Tesino","657":"Scuola Dell'Infanzia Di Faver - Via Perlaia - Faver, 17, Altavalle","658":"Scuola Dell'Infanzia Di Serravalle - Via Ingenger Tomasi - Serravalle, 5, Ala","659":"Scuola Dell'Infanzia Di Bondone - Via Giusti, 46, Bondone","660":"Scuola Dell'Infanzia Di Spiazzo Rendena - Via S Vigilio, 5, Spiazzo","661":"Scuola Dell'Infanzia Di Grigno - Via Nazario Sauro, 25, Grigno","662":"Scuola Dell'Infanzia Di Vezzano - Via Dante - Vezzano, 24, Vallelaghi","663":"Scuola Dell'Infanzia Di Susà - Via Dell Asilo, 5, Pergine Valsugana","664":"Scuola Dell'Infanzia Di Varone - Via Sega, 5, Riva Del Garda","665":"Scuola Dell'Infanzia Di S. Croce Bleggio - Frazione Santa Croce di Bleggio Inferiore, 7, Comano Terme","666":"Scuola Dell'Infanzia Di Fornace - Via Del Borgolet, 16, Fornace","667":"Scuola Dell'Infanzia Di Vigo Di Fassa - Strada Giuseppe Soraperra - Pozza di Fassa, 4, San Giovanni Di Fassa - Sen Jan","668":"Scuola Dell'Infanzia Di Caldonazzo - Via Asilo, 1, Caldonazzo","669":"Scuola Dell'Infanzia Di Brentonico - Via Mantova, 5, Brentonico","670":"Scuola Dell'Infanzia Di Coredo - Via delle antiche fontane - Coredo, 20, Predaia","671":"Scuola Dell'Infanzia Di Trento  \"A. Tambosi\" - Via Francesco Ferruccio, 4, Trento","672":"Scuola Dell'Infanzia Di Riva Del Garda  \"S. Alessandro\" - Via S Alessandro, 10, Riva Del Garda","673":"Scuola Dell'Infanzia Di Nosellari Folgaria - Via Prati, 35, Folgaria","674":"Scuola Dell'Infanzia Di Madrano - Via D Oltrefersina, 54, Pergine Valsugana","675":"Scuola Dell'Infanzia Di Castelnuovo - Piazza Municipio, 2, Castelnuovo","676":"Scuola Dell'Infanzia Di Ospedaletto - Via XX Settembre, 5, Ospedaletto","677":"Scuola Dell'Infanzia Di Arco - Viale Capitelli, 16, Arco","678":"Scuola Dell'Infanzia Di Tezze Valsugana - Via Marconi, 8\/A, Grigno","679":"Scuola Dell'Infanzia Di Nago - Localita Tezze - Nago,  , Nago-Torbole","680":"Scuola Dell'Infanzia Di Malè - Via Don Rauzi, 6, Male'","681":"Scuola Dell'Infanzia Di Telve - Via Paradiso, 1, Telve","682":"Scuola Dell'Infanzia Di Daone - Via Re di Castello - Daone, 57, Valdaone","683":"Scuola Dell'Infanzia Di Trento \"Sacro Cuore\" - Piazza S Teresa Verzeri, 4, Trento","684":"Scuola Dell'Infanzia Di Cristo Re -Trento - Via Bresadola, 6, Trento","685":"Scuola Dell'Infanzia Di Vigo Lomaso - Frazione Vigo Lomaso - Lomaso, 1, Comano Terme","686":"Scuola Dell'Infanzia Di Pergine  \"G.B. Chimelli\" - Piazza Garbari, 5, Pergine Valsugana","687":"Scuola Dell'Infanzia Di Trento  Canossiane - Via Dei Paradisi, 4, Trento","688":"Scuola Dell'Infanzia Di Carisolo - Viale Trento, 4, Carisolo","689":"Scuola Dell'Infanzia Di Fiavè - Piazza S Sebastiano, 24, Fiave'","690":"Scuola Dell'Infanzia Di Mori - Via Scuole, 3, Mori","691":"Scuola Dell'Infanzia Di Tenno - Via Brocchetti, 53, Tenno","692":"Scuola Dell'Infanzia Di Trento  S. Bartolomeo - Viale Dei Tigli, 9\/1, Trento","693":"Scuola Dell'Infanzia Di Segonzano - Frazione Stedro, 80, Segonzano","694":"Scuola Dell'Infanzia Di Transacqua - Piazza Municipio - Transacqua, 11, Primiero San Martino Di Castrozza","695":"Scuola Dell'Infanzia Di Tuenno - Via Marconi - Tuenno, 2, Ville D'Anaunia","696":"Scuola Dell'Infanzia Di Andalo - Via Paganella, 5, Andalo","697":"Scuola Dell'Infanzia Di Casez - Via della Pontara - Casez, 10, Sanzeno","698":"Scuola Dell'Infanzia Di Ronchi Valsugana - Via Marchi, 14, Ronchi Valsugana","699":"Scuola Dell'Infanzia Di Fondo - Piazza Don Stefenelli - Fondo, 5, Borgo D'Anaunia","700":"Scuola Dell'Infanzia Di Volano - Via S Maria, 13, Volano","701":"Scuola Dell'Infanzia Di Ossana - Via Venezia, 1, Ossana","702":"Scuola Dell'Infanzia Di Martignano - Via Sabbionare, 3, Trento","703":"Scuola Dell'Infanzia Di Mechel - Via Don Luigi Borghesi, 35, Cles","704":"Scuola Dell'Infanzia Di Predazzo - Via Gabrielli, 1, Predazzo","705":"Scuola Dell'Infanzia Di Campodenno - Via S Maurizio, 3, Campodenno","706":"Scuola Dell'Infanzia Di Nave San Rocco - Via IV Novembre, 34\/A, Terre D'Adige","707":"Scuola Dell'Infanzia Di Borgo Valsugana - Piazza Romani, 8, Borgo Valsugana","708":"Scuola Dell'Infanzia Di Cloz E Brez - Via di S Stefano, 2\/A, Novella","709":"Scuola Dell'Infanzia Di Preore - Via Serafini - Preore, 92, Tre Ville","710":"Scuola Dell'Infanzia Di Trento \"G.B. Zanella\" - Via Gar, 1, Trento","711":"Scuola Dell'Infanzia Di Rovereto Noriglio - Via Romani, 4, Rovereto","712":"Scuola Dell'Infanzia Di Denno - Via Ossanna, 3, Denno","713":"Scuola Dell'Infanzia Di Cavareno \"Peter Pan\" - Piazza Prati, 2, Cavareno","714":"Scuola Dell'Infanzia Di Trento Cristo Re \"Piccolo Principe\" - Via Senesi, 3, Trento","715":"Scuola Dell'Infanzia Di Rovereto \"C. Battisti\" - Via Udine, 21, Rovereto","716":"Scuola Dell'Infanzia Di Grumo \"Il Giardino Del Sole\" - Via Marconi, 65\/A, San Michele All'Adige","717":"Scuola Dell'Infanzia Di Isera - Vicolo Zandonai,  , Isera","718":"Scuola Dell'Infanzia Di Trento Piedicastello - Via Dos Trento, 86, Trento","719":"Scuola Dell'Infanzia Di Tierno Mori  \"Il Girasole\" - Via della Cooperazione, 20, Mori","720":"Scuola Dell'Infanzia Di Pellizzano \"Antonio Bontempelli\" - Via Dei Baschenis, 3, Pellizzano","721":"Scuola Dell'Infanzia Di Tesero - Via Fia, 20, Tesero","722":"Scuola Dell'Infanzia Di Villa Lagarina - Via Monsignor Gosetti, 3, Villa Lagarina"}